Repository: common-repository/botonbanesco-internet-banking-payment-gateway
Catalog: languages/botonbanesco-internet-banking-payment-gateway-*.po
Languages: es_ve

source: Button height
es_ve: Altura del boton

source: Button width
es_ve: Ancho del boton

source: Debug Log
es_ve: Registro para depuracion

source: Debug log
es_ve: Registro para depuracion

source: Enable BotonBanesco Payment
es_ve: Habilitar boton Banesco

source: Enable/Disable
es_ve: Habilitar/Deshabilitar

source: EndPoint for notification
es_ve: Url para la notificacion callback

source: Exchange rate must be grater than zero
es_ve: La tasa de cambio debe ser mayor a cero

source: Hash from BotonBanesco.
es_ve: Hash entregado por Banesco

source: image length of button
es_ve: Largo de la imagen del boton

source: image width of button
es_ve: Ancho de la imagen del boton

source: Log file
es_ve: Archivo de registros

source: Pay using Internet Banking
es_ve: Pagar usando bacan en linea

source: Secret
es_ve: Secreto

source: Secret must be present
es_ve: La clave secreta debe estar presente

source: Security Issue
es_ve: Problema de seguridad

source: Server
es_ve: Servidor

source: Server must be present
es_ve: El servidor debe estar configurado

source: Server to connect
es_ve: Servidor a conectarse

source: Settings
es_ve: Ajustes

source: Thank you for your order, please pay with BotonBanesco.
es_ve: Gracias por su compra usando el boton de pagos Banesco

source: URL for fail redirect
es_ve: Destino si falla el pago

source: URL for success redirect
es_ve: Destino para pago exitoso
